{
  "name": "Energy",
  "title": "Energy",
  "pageTitle": "Transforming our energy systems",
  "summary": "Transforming our energy systems is all about moving away from fossil fuels and finding sustainable ways to power our world. Driven by the devastating impact of climate change and increasing global concerns around energy security, the demand for sustainable fuels is expected to grow significantly over the next 20 years. We're providing our customers in the energy industry with the technology to meet this demand.",
  "stats": [
    {
      "value": "450Mt",
      "label": "of clean hydrogen will be required per annum by 2050 to achieve a successful energy transition (IEA estimate)"
    },
    {
      "value": "65%",
      "label": "of aviation fuel used by members of the International Air Travel Authority to be sustainable aviation fuel by 2050"
    }
  ],
  "sections": [
    {
      "heading": "Hydrogen – a key energy carrier",
      "body": "Hydrogen has a huge role to play – in fact, reaching net zero is not possible without it. This key energy carrier will be used to power activities where direct use of electricity isn't possible, for example powering energy-intensive industries like cement and steel or fuelling heavy duty trucks.\n\nToday, most hydrogen is made using fossil fuels, which comes with associated carbon dioxide (CO2) emissions. To unlock the potential of hydrogen, we need to find new routes for hydrogen production and minimise the impact this process has on our planet.\n\nOne option is adding carbon capture and storage (CCS) and optimising the process – this is known as CCS-enabled (blue) hydrogen. Here, JM has leading technology which enables over 99% of the CO2 to be captured. With lower operating and capital costs than other options, customers are using our technology in commercial-scale projects across the globe.\n\nElectrolytic (green) hydrogen, meanwhile, is made using renewable energy, such as solar or wind, and water electrolysis. Building on our decades of experience in fuel cells, JM develops and manufactures the performance-driving components at the heart of hydrogen electrolysers. In partnership with other global leaders in the hydrogen space, we're ramping up this technology to meet increasing demand."
    },
    {
      "heading": "Future fuels",
      "body": "Hydrogen isn't the only fuel of the future. For some applications, such as air travel and shipping, emerging liquid sustainable fuels will allow us to use existing infrastructure, saving costs and reducing waste. At JM, we have a suite of technologies which help convert sustainable feedstocks, such as household waste, biomass or captured CO2, into sustainable fuels.\n\nThese technologies are being used in pioneering projects across the globe. For example, our Fischer Tropsch (FT) CANS™ technology (co-developed with bp) is being used in the Fulcrum Sierra Biofuels Plant to transform household waste into sustainable aviation fuel. And in Chile's Haru Oni project, our methanol technology is converting CO2 captured from the air to produce 550 million litres of e-fuels annually, enough for approximately 220,000 gasoline vehicles.\n\nOur engineers and scientists continue innovating to maintain technology leadership in these emerging markets and decarbonise how we power our world. These technologies are informed by our expertise across both traditional and sustainable feedstocks, and as a trusted, experienced technology partner we help organisations utilise fossil-based feedstocks efficiently, or pivot towards alternative feedstocks such as biomass, municipal solid waste, captured carbon dioxide and green hydrogen."
    }
  ],
  "relatedLinks": [
    {
      "title": "Biorenewables",
      "url": "/products-and-markets/energy/biorenewables"
    },
    {
      "title": "Catalysts for solid oxide fuel cell (SOFC) applications",
      "url": "/products-and-markets/energy/sofc"
    },
    { "title": "Hydrogen", "url": "/products-and-markets/energy/hydrogen" },
    {
      "title": "FCC additives",
      "url": "/products-and-markets/energy/fcc-additives"
    },
    {
      "title": "Purification",
      "url": "/products-and-markets/energy/purification"
    },
    {
      "title": "Stationary emissions control",
      "url": "/products-and-markets/energy/stationary-emissions-control"
    },
    {
      "title": "Sustainable aviation fuels (SAF)",
      "url": "/products-and-markets/energy/sustainable-aviation-fuels"
    }
  ],
  "canonicalUrl": "https://matthey.com/products-and-markets/energy"
}
